aaron-bond.better-comments
amodio.toggle-excluded-files
asvetliakov.vscode-neovim
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
drcika.apc-extension
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
GitHub.copilot
GitHub.copilot-chat
glhrmoura.imports-sorter
golang.go
kaiwood.indentation-level-movement
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
patbenatar.advanced-new-file
PKief.material-icon-theme
usernamehw.errorlens
VSpaceCode.whichkey
whizkydee.material-palenight-theme