aaron-bond.better-comments
abdoseadaa.node-js-snippet
amodio.toggle-excluded-files
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
drcika.apc-extension
dsznajder.es7-react-js-snippets
Equinusocio.moxer-icons
esbenp.prettier-vscode
formulahendry.code-runner
GitHub.copilot
GitHub.copilot-chat
glhrmoura.imports-sorter
kaiwood.indentation-level-movement
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
usernamehw.errorlens
VSpaceCode.whichkey
xabikos.JavaScriptSnippets
YoavBls.pretty-ts-errors
zhuangtongfa.material-theme